Revit 2024 API
SymbolTypeId.InCaret3 Property
 Symbol in^3, indicating unit Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InCaret3 { get; }
Visual Basic
Public Shared ReadOnly Property InCaret3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InCaret3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace